""" модуль для отримання даних про товарообіг
"""


def get_clients():
    """ повертає вміст файла 'clients.txt` у вигляді списка

    Returns:
        'from_file' - список рядків файла
    """

    from_file = [
        "35;ЕЛЕКС МАРКЕТИНГ;пр.Перемоги 11",    
        "39;ПРАГМА;вул.Кіото 19",
        "44;ЕКСИМЕР;пр.Бандери 42",
        "45;ТЕМП;вул.Глибочицька 3",
        "47;КАМІ;вул.В.Вал 18",
        "50;ЛАНИТ;вул.Хрещатик 13",
        "54;ХІТОН;пр.ак.Глушкова 16",
        "67;ЕЛЬДОРАДО;вул.Васильківська 5"
    ]

    return from_file

def get_orders():
    pass

clients_list = get_clients()

for line in clients_list:
    print(line)

